tap "gromgit/fuse"
brew "act"
brew "biome"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "lefthook"
brew "micro"
brew "pipx"
brew "postgresql@17"
brew "scc"
brew "shfmt"
brew "stow"
brew "tree"
brew "watchman"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
cask "ghostty"
cask "macfuse"
cask "mounty"
cask "vscodium"
cargo "cargo-binstall"
cargo "cargo-insta"
cargo "cargo-shear"
cargo "just"
cargo "typos-cli"
cargo "watchexec-cli"
