tap "gromgit/fuse"
brew "act"
brew "cmake"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "gh"
brew "lefthook"
brew "micro"
brew "pipx"
brew "postgresql@16"
brew "scc"
brew "shfmt"
brew "stow"
brew "tree"
brew "watchman"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
cask "vscodium"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "kilocode.kilo-code"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.symbols"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "pflannery.vscode-versionlens"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "raunofreiberg.vesper"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
