tap "gromgit/fuse"
tap "nelsonlaidev/tap"
brew "act"
brew "apktool"
brew "biome"
brew "bundletool"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "git-cliff"
brew "jadx"
brew "lefthook"
brew "llmfit"
brew "micro"
brew "pipx"
brew "postgresql@17"
brew "python@3.10"
brew "python-tk@3.10", link: true
brew "ripgrep"
brew "scc"
brew "scrcpy"
brew "shfmt"
brew "stow"
brew "tree"
brew "watchman"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
brew "nelsonlaidev/tap/scoutly"
cask "android-platform-tools"
cask "ghostty"
cask "macfuse"
cask "mounty"
cask "vscodium"
cargo "cargo-audit"
cargo "cargo-binstall"
cargo "cargo-dist"
cargo "cargo-insta"
cargo "cargo-llvm-cov"
cargo "cargo-shear"
cargo "cargo-tarpaulin"
cargo "just"
cargo "typos-cli"
cargo "watchexec-cli"
